[
    {
        "tt": "",
        "ab": "",
        "ti": "",
        "cs": "挺多DL和material结合的工作"
    },

    {
        "tt": "Autonomous Scanning Probe Microscopy in Situ Tip Conditioning through Machine Learning",
        "ab": "Atomic-scale characterization and manipulation with scanning probe microscopy rely upon the use of an atomically sharp probe. Here we present automated methods based on machine learning to automatically detect and recondition the quality of the probe of a scanning tunneling microscope. As a model system, we employ these techniques on the technologically relevant hydrogen-terminated silicon surface, training the network to recognize abnormalities in the appearance of surface dangling bonds. Of the machine learning methods tested, a convolutional neural network yielded the greatest accuracy, achieving a positive identification of degraded tips in 97% of the test cases. By using multiple points of comparison and majority voting, the accuracy of the method is improved beyond 99%.",
        "ti": "2018-12",
        "cs": "ML检测扫描物表面的特征"
    },

    {
        "tt": "Machine Learning Accelerates Discovery of Optimal Colloidal Quantum Dot Synthesis",
        "ab": "Colloidal quantum dots (CQDs) allow broad tuning of the bandgap across the visible and near-infrared spectral regions. Recent advances in applying CQDs in light sensing, photovoltaics, and light emission have heightened interest in achieving further synthetic improvements. In particular, improving monodispersity remains a key priority in order to improve solar cells’ open-circuit voltage, decrease lasing thresholds, and improve photodetectors’ noise-equivalent power. Here we utilize machine-learning-in-the-loop to learn from available experimental data, propose experimental parameters to try, and, ultimately, point to regions of synthetic parameter space that will enable record-monodispersity PbS quantum dots. The resultant studies reveal that adding a growth-slowing precursor (oleylamine) allows nucleation to prevail over growth, a strategy that enables record-large-bandgap (611 nm exciton) PbS nanoparticles with a well-defined excitonic absorption peak (half-width at half-maximum (hwhm) of 145 meV). At longer wavelengths, we also achieve improved monodispersity, with an hwhm of 55 meV at 950 nm and 24 meV at 1500 nm, compared to the best published to date values of 75 and 26 meV, respectively.",
        "ti": "2019-09",
        "cs": "ML提供实验参数建议，合成高monodispersity的CQD材料"
    }

    {
        "tt": "From Absorption Spectra to Charge Transfer in Nanoaggregates of Oligomers with Machine Learning",
        "ab": "Fast and inexpensive characterization of materials properties is a key element to discover novel functional materials. In this work, we suggest an approach employing three classes of Bayesian machine learning (ML) models to correlate electronic absorption spectra of nanoaggregates with the strength of intermolecular electronic couplings in organic conducting and semiconducting materials. As a specific model system, we consider poly(3,4-ethylenedioxythiophene) (PEDOT) polystyrene sulfonate, a cornerstone material for organic electronic applications, and so analyze the couplings between charged dimers of closely packed PEDOT oligomers that are at the heart of the material’s unrivaled conductivity. We demonstrate that ML algorithms can identify correlations between the coupling strengths and the electronic absorption spectra. We also show that ML models can be trained to be transferable across a broad range of spectral resolutions and that the electronic couplings can be predicted from the simulated spectra with an 88% accuracy when ML models are used as classifiers. Although the ML models employed in this study were trained on data generated by a multiscale computational workflow, they were able to leverage experimental data.",
        "ti": "2020-04",
        "cs": "贝叶斯机器学习；correlate electronic absorption spectra of nanoaggregates with the strength of intermolecular electronic couplings in organic conducting and semiconducting materials."
    },

    {
        "tt": "Long-Lived Hot Electron in a Metallic Particle for Plasmonics and Catalysis: Ab Initio Nonadiabatic Molecular Dynamics with Machine Learning",
        "ab": "Multiple experiments provide evidence for photovoltaic, catalytic, optoelectronic, and plasmonic processes involving hot, i.e., high energy, electrons in nanoscale materials. However, the mechanisms of such processes remain elusive, because electrons rapidly lose energy by relaxation through dense manifolds of states. We demonstrate a long-lived hot electron state in a Pt nanocluster adsorbed on the MoS2 substrate. For this purpose, we develop a simulation technique, combining classical molecular dynamics based on machine learning potentials with ab initio nonadiabatic molecular dynamics and real-time time-dependent density functional theory. Choosing Pt20/MoS2 as a prototypical system, we find frequent shifting of a top atom in the Pt particle occurring on a 50 ps time scale. The distortion breaks particle symmetry and creates unsaturated chemical bonds. The lifetime of the localized state associated with the broken bonds is enhanced by a factor of 3. Hot electrons aggregate near the shifted atom and form a catalytic reaction center. Our findings prove that distortion of even a single atom can have important implications for nanoscale catalysis and plasmonics and provide insights for utilizing machine learning potentials to accelerate ab initio investigations of excited state dynamics in condensed matter systems.",
        "ti": "2020-01",
        "cs": "ML于DFT结合，用于simulation"
    },

]